<?php

return [
    'widgets' => 'Доступні віджети',
    'categories' => [
        'general' => 'Загальні',
        'users' => 'Користувачі',
        'content' => 'Контент',
        'media' => 'Медіафайли',
        'other' => 'Інше',
        'payments' => 'Платежі',
        'admin' => 'Адміністрування',
        'stats' => 'Статистика',
    ],
    'edit_nav' => [
        'title' => 'Редагування сторінки — :url',
    ],
    'onboarding' => [
        'colors' => [
            'title' => 'Оновлений редактор сторінок та кольорів!',
            'description' => 'Знайомтеся з новим редактором Flute. Налаштовуйте сторінки та вибирайте кольори простіше та швидше, ніж коли-небудь раніше.',
        ],
        'widgets' => [
            'title' => 'Зручне керування віджетами',
            'description' => 'Додавайте віджети, перетягуйте їх, змінюйте розмір та налаштовуйте їх легко відповідно до ваших потреб.',
        ],
        'widgets.settings' => [
            'title' => 'Розширені налаштування віджетів',
            'description' => 'Налаштовуйте віджети детально, щоб створити унікальний контент для кожної сторінки.',
        ],
        'try' => [
            'title' => 'Спробуйте зараз!',
            'description' => 'Дослідіть усі функції нового редактора зараз. Він швидкий та зручний!',
        ],
        'next' => 'Далі',
        'finish' => 'Почнемо!',
    ],
    'saved_successfully' => 'Сторінку успішно збережено!',
    'error_saving' => 'Помилка збереження сторінки!',
];
