<?php return [
    "profile_hidden" => "Цей профіль прихований, на жаль :(",
    "edit_profile" => "Редагувати профіль",
    "settings_profile" => "Налаштування профілю",
    "name_error" => "Невірний формат імені",
    "uri_error" => "Невірний формат посилання",
    "change_banner" => "Змінити банер",
    "change_avatar" => "Змінити аватар",
    "settings" => [
        "social" => "Прив'язка",
        "main" => "Основне",
        "devices" => "Пристрої",
        "main_desc" => "Налаштування профілю",
        "social_desc" => "Налаштування соціальних мереж",
        "devices_desc" => "Налаштування активних сесій",
        "security" => "Конфіденційність",
        "invoices" => "Платежі",
        "theme" => "Зовнішній вигляд"
    ],
    "s_main" => [
        "info" => "Основна інформація",
        "privacy" => "Приватність",
        "profile_show" => "Мій профіль видно всім",
        "profile_hidden" => "Мій профіль прихований від усіх",
        "avatar" => "Аватар",
        "max_size" => "Макс. розмір: % МБ.",
        "load_avatar" => "Завантажити аватар",
        "banner" => "Банер",
        "load_banner" => "Завантажити банер",
        "nickname" => "Нікнейм",
        "placeholder" => "Введіть значення...",
        "nickname_uri" => "Нікнейм у посиланні",
    ],
    "s_social" => [
        "info" => "Підключення",
        "connected" => "Підключені соц.мережі",
        "not_connected" => "Непідключені соц.мережі",
        "disconnect" => "Відключити",
        "connect" => "Підключити",
        "social_disconnected" => "Соц.мережа успішно від'єднана!"
    ],
    "errors" => [
        "social_binded" => "Соц.мережа вже прив'язана до профілю",
        "social_not_connected" => "Така соц.мережа у тебе не прив'язана 🤔",
        "social_only_one" => "Ти не можеш від'єднати єдину соц.мережу!",
        "uri_taken" => "Посилання з таким значенням вже зайнято!",
    ],
    "invoices" => [
        "info" => "Платежі"
    ],
    "security" => [
        "info" => "Особиста інформація",
        "main_settings" => "Основні налаштування"
    ],
    "theme" => [
        "info" => "Налаштування зовнішнього вигляду"
    ],
    "devices" => [
        "info" => "Авторизовані пристрої",
        "type" => "Тип пристрою",
        "end" => "Завершити"
    ]
];
