<?php return [
    "typeMismatch" => "Помилка типу даних: очікується тип expected, але отримано значення value.",
    "valueOutOfRange" => "Значення не знаходиться в очікуваному діапазоні expected.",
    "lengthOutOfRange" => "Довжина значення має бути в діапазоні expected, дано length байт.",
    "patternMismatch" => "Невідповідність шаблону: Значення не відповідає очікуваному шаблону pattern.",
    "failedAssertion" => "Провалене твердження: Значення не пройшло перевірку твердження assertion.",
    "missingItem" => "Відсутній елемент: Відсутній обов'язковий елемент.",
    "unexpectedItem" => "Неочікуваний елемент: Присутній неочікуваний елемент hint.",
    "deprecated" => "Цей метод застарів.",
];