<?php

return [
    "users_new"                => "Нові користувачі",
    "users_today"              => "Користувачі сьогодні",
    "users_online"             => "Користувачі онлайн",
    "no_widgets"               => "Віджети не знайдено",
    "no_widgets_description"   => "На цій сторінці ще немає віджетів.",
    "no_widgets_description_home"=> "Використовуйте редактор, щоб додати їх.",
    "active_promo_codes"       => "Активні промокоди",
    "no_promo_codes"           => "Немає активних промокодів",
    "expires"                  => "Діє до",
    "promo_code"               => "Промокод",
    "promo_code_copy_success"  => "Промокод скопійовано",
    "discount"                 => [
        "percentage" => "Знижка: :value%",
        "amount"     => "Бонус на баланс: :value :currency",
    ],
    "recent_payments"          => "Останні платежі",
    "top_donors"               => "Топ донорів",
    "no_donors"                => "Ще ніхто не зробив пожертву на наш проект 😢",
    "user_mini_profile"        => "Міні-профіль користувача",
    "empty"                    => "Порожнє поле",
];
