<?php

return [
    'users_new' => 'Нові користувачі',
    'users_today' => 'Користувачі за сьогодні',
    'users_online' => 'Користувачі онлайн',
    'no_widgets' => 'Віджети не знайдені',
    'no_widgets_description' => 'На цій сторінці поки що немає віджетів.',
    'no_widgets_description_home' => 'Використовуйте редактор, щоб додати їх.',
    'active_promo_codes' => 'Активні промокоди',
    'no_promo_codes' => 'Активних промокодів немає',
    'expires' => 'Діє до',
    'promo_code' => 'Промокод',
    'promo_code_copy_success' => 'Промокод скопійовано',
    'discount' => [
        'percentage' => 'Знижка :value%',
        'amount' => 'Нарахування на баланс :value :currency',
    ],
    'recent_payments' => 'Останні платежі',
    'top_donors' => 'Топ донори',
    'no_donors' => 'Ще ніхто не пожертвував нашому проєкту 😢',
    'user_mini_profile' => 'Міні-профіль користувача',
    'empty' => 'Пусте поле',
    'editor_empty' => 'Будь ласка, введіть текст у редактор',
    'editor' => 'Редактор',
    'settings' => [
        'users' => [
            'display_type' => 'Тип відображення',
            'display_text' => 'Текст (імена)',
            'display_avatar' => 'Аватари',
            'display_compact' => 'Компактний',
            'max_display' => 'Максимальна кількість',
        ],
        'empty' => [
            'height' => 'Висота',
        ],
        'editor' => [
            'inCard' => 'Обгорнути вміст у картку',
            'content' => 'Вміст',
        ],
    ],

    'banners' => [
        'no_banners' => 'Банери не додані',
        'banner_image' => 'Зображення банера',
        'prev_slide' => 'Попередній слайд',
        'next_slide' => 'Наступний слайд',
    ],
    'content' => [
        'name' => 'Контент сторінки',
        'description' => 'Основний контент сторінки з шаблонів',
        'no_content' => 'Контент відсутній',
    ],
];
