<?php

return [
    'widgets' => 'Налични джаджи',
    'categories' => [
        'general' => 'Общи',
        'users' => 'Потребители',
        'content' => 'Съдържание',
        'media' => 'Медийни файлове',
        'other' => 'Други',
        'payments' => 'Плащания',
        'admin' => 'Администрация',
        'stats' => 'Статистика',
    ],
    'edit_nav' => [
        'title' => 'Редакция на страница — :url',
    ],
    'onboarding' => [
        'colors' => [
            'title' => 'Обновен редактор на страници и цветове!',
            'description' => 'Представяме новия редактор Flute. Персонализирайте страниците и избирайте цветове по-лесно и бързо от всякога.',
        ],
        'widgets' => [
            'title' => 'Удобно управление на джаджи',
            'description' => 'Добавяйте джаджи, местете ги с влачене, променяйте размера и ги настройвайте лесно според нуждите си.',
        ],
        'widgets.settings' => [
            'title' => 'Разширени настройки на джаджите',
            'description' => 'Конфигурирайте джаджите в детайли, за да създадете уникално съдържание за всяка страница.',
        ],
        'try' => [
            'title' => 'Изпробвайте сега!',
            'description' => 'Разгледайте всички функции на новия редактор още сега. Бърз и удобен е!',
        ],
        'next' => 'Напред',
        'finish' => 'Да започваме!',
    ],
    'saved_successfully' => 'Страницата е успешно запазена!',
    'error_saving' => 'Грешка при запазване на страницата!',
];
