<?php

return [
    "users_new"                => "Нови потребители",
    "users_today"              => "Потребители днес",
    "users_online"             => "Потребители онлайн",
    "no_widgets"               => "Няма налични джаджи",
    "no_widgets_description"   => "Все още няма джаджи на тази страница.",
    "no_widgets_description_home"=> "Използвайте редактора, за да ги добавите.",
    "active_promo_codes"       => "Активни промо кодове",
    "no_promo_codes"           => "Няма активни промо кодове",
    "expires"                  => "Изтича на",
    "promo_code"               => "Промо код",
    "promo_code_copy_success"  => "Промо кодът е копиран",
    "discount"                 => [
        "percentage" => "Отстъпка :value%",
        "amount"     => "Бонус към баланса: :value :currency",
    ],
    "recent_payments"          => "Скорошни плащания",
    "top_donors"               => "Най-големи дарители",
    "no_donors"                => "Все още никой не е дарил за нашия проект 😢",
    "user_mini_profile"        => "Мини профил на потребител",
    "empty"                    => "Празно поле",
    "settings"                 => [
        "users"       => [
            "display_type"  => "Тип на показване",
            "display_text"  => "Текст (имена)",
            "display_avatar"=> "Аватари",
            "max_display"   => "Максимален брой за показване",
        ],
        "empty"       => [
            "height"        => "Височина",
        ],
    ],
];
