<?php return [
    'profile_hidden' => 'Этот профиль скрыт, увы :(',
    'edit_profile' => 'Редактировать профиль',
    'settings_profile' => 'Настройки профиля',
    'name_error' => 'Неверный формат имени',
    'uri_error' => 'Неверный формат ссылки',
    'change_banner' => 'Изменить баннер',
    'settings' => [
        'social' => 'Привязка',
        'main' => 'Основное',
        'devices' => 'Устройства',
        'main_desc' => 'Настройки профиля',
        'social_desc' => 'Настройки социальных сетей',
        'devices_desc' => 'Настройки активных сессий',
    ],
    's_main' => [
        'info' => 'Основная информация',
        'privacy' => 'Приватность',
        'profile_show' => 'Мой профиль виден всем',
        'profile_hidden' => 'Мой профиль скрыт ото всех',
        'avatar' => 'Аватар',
        'max_size' => 'Макс. размер: % МБ.',
        'load_avatar' => 'Загрузить аватар',
        'banner' => 'Баннер',
        'load_banner' => 'Загрузить баннер',
        'nickname' => 'Никнейм',
        'placeholder' => 'Введите значение...',
        'nickname_uri' => 'Никнейм в ссылке',
    ],
    's_social' => [
        'info' => 'Подключения',
        'connected' => 'Подключенные соц.сети',
        'not_connected' => 'Неподключенные соц.сети',
        'disconnect' => 'Отключить',
        'connect' => 'Подключить',
        'social_disconnected' => 'Соц.сеть успешно отвязана!'
    ],
    "errors" => [
        'social_binded' => 'Соц.сеть уже привязана к профилю',
        'social_not_connected' => 'Такая соц.сеть у тебя не привязана 🤔',
        'social_only_one' => 'Ты не можешь отвязать единственную соц.сеть!'
    ]
];