<?php

return [
    "typeMismatch" => "Ошибка типа данных: Ожидается тип expected, но получено значение value.",
    "valueOutOfRange" => "Значение не находится в ожидаемом диапазоне expected.",
    "lengthOutOfRange" => "Длина значения должна быть в диапазоне expected, дано length байт.",
    "patternMismatch" => "Не совпадение с шаблоном: Значение не соответствует ожидаемому шаблону pattern.",
    "failedAssertion" => "Проваленное утверждение: Значение не прошло проверку утверждения assertion.",
    "missingItem" => "Отсутствующий элемент: Отсутствует обязательный элемент.",
    "unexpectedItem" => "Неожиданный элемент: Присутствует неожиданный элемент hint.",
    "deprecated" => "Этот метод устарел.",
];