<?php

return [
    'users_new' => "Новые пользователи",
    'users_today' => 'Пользователи за сегодня',
    'users_online' => 'Пользователи онлайн',
    'no_widgets' => 'Виджеты не найдены',
    'no_widgets_description' => 'На этой странице пока нет виджетов.',
    'no_widgets_description_home' => 'Используйте редактор, чтобы добавить их.',
    'active_promo_codes' => 'Активные промокоды',
    'no_promo_codes' => 'Активных промокодов нет',
    'expires' => 'Действует до',
    'promo_code' => 'Промокод',
    'promo_code_copy_success' => 'Промокод скопирован',
    'discount' => [
        'percentage' => 'Скидка :value%',
        'amount' => 'Прибавка к балансу :value :currency',
    ],
    'recent_payments' => 'Последние платежи',
    'top_donors' => 'Топ доноры',
    'no_donors' => 'Еще никто не пожертвовал нашему проекту 😢',
    'user_mini_profile' => 'Мини профиль пользователя',
    'empty' => 'Пустое поле',
    'editor_empty' => 'Пожалуйста, введите текст в редактор',
    'editor' => 'Редактор',
    'settings' => [
        'users' => [
            'display_type' => 'Тип отображения',
            'display_text' => 'Текст (имена)',
            'display_avatar' => 'Аватарки',
            'max_display' => 'Максимальное количество',
        ],
        'empty' => [
            'height' => 'Высота',
        ],
        'editor' => [
            'inCard' => 'Обернуть содержимое в карточку',
            'content' => 'Контент',
        ],
    ],
    
    // Баннеры
    'banners' => [
        'no_banners' => 'Баннеры не добавлены',
        'banner_image' => 'Изображение баннера',
        'prev_slide' => 'Предыдущий слайд',
        'next_slide' => 'Следующий слайд',
    ],
];