<?php

return [
    'title' => 'Навігація',
    'description' => 'На цій сторінці представлені всі створені пункти навігації у Flute',
    'table' => [
        'title' => 'Назва',
        'actions' => 'Дії',
    ],
    'buttons' => [
        'create' => 'Створити пункт',
        'edit' => 'Редагувати',
        'delete' => 'Видалити',
    ],
    'modal' => [
        'item' => [
            'create_title' => 'Створити пункт навігації',
            'edit_title' => 'Редагувати пункт навігації',
            'fields' => [
                'title' => [
                    'label' => 'Назва',
                    'placeholder' => 'Введіть назву пункту',
                    'help' => 'Назва пункту навігації',
                ],
                'description' => [
                    'label' => 'Опис',
                    'placeholder' => 'Введіть опис пункту (необов\'язково)',
                    'help' => 'Додатковий опис для пункту навігації',
                ],
                'url' => [
                    'label' => 'URL',
                    'placeholder' => 'Введіть URL (наприклад, /home)',
                    'help' => 'Адреса посилання. Залиште порожнім, якщо пункт містить дочірні елементи.',
                ],
                'new_tab' => [
                    'label' => 'Відкривати в новій вкладці',
                    'help' => 'Буде працювати тільки якщо вказано URL',
                ],
                'icon' => [
                    'label' => 'Іконка',
                    'placeholder' => 'Введіть іконку (наприклад, ph.regular.house)',
                ],
                'visibility_auth' => [
                    'label' => 'Видимість',
                    'help' => 'Визначає, хто може бачити цей пункт навігації',
                    'options' => [
                        'all' => 'Всі',
                        'guests' => 'Тільки для гостей',
                        'logged_in' => 'Тільки для авторизованих',
                    ],
                ],
                'visibility' => [
                    'label' => 'Тип відображення',
                    'help' => 'Визначає, де буде відображатися пункт навігації',
                    'options' => [
                        'all' => 'Скрізь',
                        'desktop' => 'Тільки на ПК',
                        'mobile' => 'Тільки на мобільні',
                    ],
                ],
            ],
            'roles' => [
                'title' => 'Ролі',
                'help' => 'Показує, які ролі можуть бачити цей пункт навігації. Якщо не вибрано, то пункт буде видимий всім користувачам',
            ],
        ],
    ],
    'confirms' => [
        'delete_item' => 'Ви впевнені, що хочете видалити цей пункт навігації?',
    ],
    'messages' => [
        'invalid_sort_data' => 'Невірні дані сортування.',
        'item_created' => 'Пункт навігації успішно створено.',
        'item_updated' => 'Пункт навігації успішно оновлено.',
        'item_deleted' => 'Пункт навігації успішно видалено.',
        'item_not_found' => 'Пункт навігації не знайдено.',
    ],
];
